Repository: DX23876/noop
Catalog: StrandiOSWidgets/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, zh_hans, zh_hant

source: Deep %@
de: Tief %@
es: Profundo %@
fr: Profond %@
it: Profondo %@
pl: Głęboki %@
pt_pt: Profundo %@
ru: Глубокий %@
zh_hans: 深睡 %@
zh_hant: 深睡 %@

source: Effort
de: Belastung
es: Esfuerzo
it: Sforzo
pl: Wysiłek
pt_pt: Esforço
ru: Усилие
zh_hans: 消耗
zh_hant: 消耗

source: Effort week
de: Belastungswoche
es: Semana de Esfuerzo
fr: Semaine d'Effort
it: Settimana di Sforzo
pl: Tydzień Wysiłku
pt_pt: Semana de Esforço
ru: Неделя Усилия
zh_hans: 消耗周
zh_hant: 消耗週

source: In your usual range
de: In deinem üblichen Bereich
es: En el rango habitual
fr: Dans votre plage habituelle
it: Nel tuo range abituale
pl: W Twojej normie
pt_pt: No teu intervalo habitual
ru: В вашей норме
zh_hans: 在你的常规范围内
zh_hant: 在你的常規範圍內

source: Last 14 days
de: Letzte 14 Tage
es: Últimos 14 días
fr: 14 derniers jours
it: Ultimi 14 giorni
pl: Ostatnie 14 dni
pt_pt: Últimos 14 dias
ru: Последние 14 дней
zh_hans: 过去 14 天
zh_hant: 過去 14 天

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
pl: Ostatnie 7 dni
pt_pt: Últimos 7 dias
ru: Последние 7 дней
zh_hans: 过去 7 天
zh_hant: 過去 7 天

source: Last 7 nights
de: Letzte 7 Nächte
es: Últimas 7 noches
fr: 7 dernières nuits
it: Ultime 7 notti
pl: Ostatnie 7 nocy
pt_pt: Últimas 7 noites
ru: Последние 7 ночей
zh_hans: 过去 7 晚
zh_hant: 過去 7 晚

source: Last night against your sleep need, with its stages and the past week.
de: Letzte Nacht im Vergleich zu deinem Schlafbedarf, mit Phasen und der vergangenen Woche.
es: La última noche frente a tu necesidad de sueño, con sus fases y la semana pasada.
fr: La nuit dernière face à votre besoin de sommeil, avec ses phases et la semaine passée.
it: L'ultima notte rispetto al tuo fabbisogno di sonno, con le fasi e l'ultima settimana.
pl: Ostatnia noc na tle Twojej potrzeby snu, z fazami i ostatnim tygodniem.
pt_pt: A última noite face à tua necessidade de sono, com as fases e a última semana.
ru: Прошлая ночь относительно вашей нормы сна, с фазами и данными за неделю.
zh_hans: 昨晚睡眠与你的睡眠需求对比，含各阶段和过去一周。
zh_hant: 昨晚睡眠與你的睡眠需求對比，含各階段和過去一週。

source: Last night shows here once NOOP has scored it.
de: Die letzte Nacht erscheint hier, sobald NOOP sie bewertet hat.
es: La última noche aparece aquí cuando NOOP la haya puntuado.
fr: La nuit dernière s'affiche ici dès que NOOP l'a évaluée.
it: L'ultima notte appare qui quando NOOP l'ha valutata.
pl: Ostatnia noc pojawi się tutaj, gdy NOOP ją oceni.
pt_pt: A última noite aparece aqui quando o NOOP a pontuar.
ru: Прошлая ночь появится здесь, когда NOOP её оценит.
zh_hans: NOOP 评分后，昨晚的睡眠会显示在这里。
zh_hant: NOOP 評分後，昨晚的睡眠會顯示在這裡。

source: Last night's blood oxygen, breathing and skin temperature against your usual.
de: Blutsauerstoff, Atmung und Hauttemperatur der letzten Nacht im Vergleich zu deinem Üblichen.
es: Oxígeno en sangre, respiración y temperatura de la piel de anoche frente a lo habitual.
fr: Oxygène sanguin, respiration et température cutanée de la nuit dernière face à votre habituel.
it: Ossigeno nel sangue, respirazione e temperatura cutanea dell'ultima notte rispetto al tuo abituale.
pl: Saturacja, oddech i temperatura skóry z ostatniej nocy na tle Twojej normy.
pt_pt: Oxigénio no sangue, respiração e temperatura da pele da última noite face ao teu habitual.
ru: Кислород в крови, дыхание и температура кожи за прошлую ночь относительно вашей нормы.
zh_hans: 昨晚的血氧、呼吸和皮肤温度与你的常规水平对比。
zh_hant: 昨晚的血氧、呼吸和皮膚溫度與你的常規水準對比。

source: Last night's vitals show here once it has been scored.
de: Die Vitalwerte der letzten Nacht erscheinen hier, sobald sie bewertet sind.
es: Las constantes vitales de anoche aparecen aquí cuando estén puntuadas.
fr: Les signes vitaux de la nuit dernière s'affichent ici une fois évalués.
it: I parametri vitali dell'ultima notte appaiono qui dopo la valutazione.
pl: Parametry życiowe z ostatniej nocy pojawią się tutaj po ocenie.
pt_pt: Os sinais vitais da última noite aparecem aqui depois de pontuados.
ru: Показатели прошлой ночи появятся здесь после оценки.
zh_hans: 昨晚的生命体征评分后会显示在这里。
zh_hant: 昨晚的生命徵象評分後會顯示在這裡。

source: Learning
de: Lernt
es: Aprendiendo
fr: Apprentissage
it: Apprendimento
pl: Nauka
pt_pt: Aprendizagem
ru: Обучение
zh_hans: 学习中
zh_hant: 學習中

source: Learning your usual
de: Lernt dein Übliches
es: Aprendiendo tu nivel habitual
fr: Apprend votre niveau habituel
it: Sta imparando il tuo livello abituale
pl: Uczy się Twojego poziomu
pt_pt: A aprender o teu habitual
ru: Изучает ваш обычный уровень
zh_hans: 正在了解你的常规水平
zh_hant: 正在了解你的常規水準

source: Resting HR
de: Ruhe-HF
es: FC en reposo
fr: FC au repos
it: FC a riposo
pl: Odpoczynkowe tętno
pt_pt: FC em repouso
ru: Пульс в покое
zh_hans: 静息心率
zh_hant: 靜息心率

source: Shows here after the first scored night.
de: Erscheint hier nach der ersten bewerteten Nacht.
es: Aparece aquí tras la primera noche puntuada.
fr: S'affiche ici après la première nuit évaluée.
it: Appare qui dopo la prima notte valutata.
pl: Pojawi się tutaj po pierwszej ocenionej nocy.
pt_pt: Aparece aqui após a primeira noite pontuada.
ru: Появится здесь после первой оценённой ночи.
zh_hans: 第一晚评分后会显示在这里。
zh_hant: 第一晚評分後會顯示在這裡。

source: Shows here once a day has been scored.
de: Erscheint hier, sobald ein Tag bewertet wurde.
es: Aparece aquí cuando se haya puntuado un día.
fr: S'affiche ici dès qu'un jour a été évalué.
it: Appare qui quando un giorno è stato valutato.
pl: Pojawi się tutaj, gdy dzień zostanie oceniony.
pt_pt: Aparece aqui quando um dia for pontuado.
ru: Появится здесь, когда будет оценён первый день.
zh_hans: 有一天评分后会显示在这里。
zh_hant: 有一天評分後會顯示在這裡。

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
pl: Sen
pt_pt: Sono
ru: Сон
zh_hans: 睡眠
zh_hant: 睡眠

source: Sleep %@
de: Schlaf %@
es: Sueño %@
fr: Sommeil %@
it: Sonno %@
pl: Sen %@
pt_pt: Sono %@
ru: Сон %@
zh_hans: 睡眠 %@
zh_hant: 睡眠 %@

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
pl: Kroki
pt_pt: Passos
ru: Шаги
zh_hans: 步数
zh_hant: 步數

source: Today not scored yet
de: Heute noch nicht bewertet
es: Hoy aún sin puntuar
fr: Aujourd'hui pas encore évalué
it: Oggi non ancora valutato
pl: Dzisiaj jeszcze bez oceny
pt_pt: Hoje ainda sem pontuação
ru: Сегодня ещё не оценено
zh_hans: 今天尚未评分
zh_hant: 今天尚未評分

source: Today's Charge and the last seven days at a glance.
de: Die heutige Energie und die letzten sieben Tage auf einen Blick.
es: La Carga de hoy y los últimos siete días de un vistazo.
fr: La Charge d'aujourd'hui et les sept derniers jours en un coup d'œil.
it: La Carica di oggi e gli ultimi sette giorni a colpo d'occhio.
pl: Dzisiejsza Energia i ostatnie siedem dni na rzut oka.
pt_pt: A Carga de hoje e os últimos sete dias num relance.
ru: Заряд сегодня и последние семь дней одним взглядом.
zh_hans: 今日能量与过去七天一目了然。
zh_hant: 今日能量與過去七天一目了然。

source: Today's Effort and the load of the last seven days.
de: Die heutige Belastung und die Last der letzten sieben Tage.
es: El Esfuerzo de hoy y la carga de los últimos siete días.
fr: L'Effort d'aujourd'hui et la charge des sept derniers jours.
it: Lo Sforzo di oggi e il carico degli ultimi sette giorni.
pl: Dzisiejszy Wysiłek i obciążenie z ostatnich siedmiu dni.
pt_pt: O Esforço de hoje e a carga dos últimos sete dias.
ru: Усилие сегодня и нагрузка за последние семь дней.
zh_hans: 今日消耗与过去七天的负荷。
zh_hant: 今日消耗與過去七天的負荷。

source: Today's heart rate variability against your usual range.
de: Die heutige Herzratenvariabilität im Vergleich zu deinem üblichen Bereich.
es: La variabilidad de la frecuencia cardíaca de hoy frente a tu rango habitual.
fr: La variabilité cardiaque d'aujourd'hui face à votre plage habituelle.
it: La variabilità della frequenza cardiaca di oggi rispetto al tuo range abituale.
pl: Dzisiejsza zmienność rytmu serca na tle Twojej normy.
pt_pt: A variabilidade da frequência cardíaca de hoje face ao teu intervalo habitual.
ru: Вариабельность пульса сегодня относительно вашей нормы.
zh_hans: 今日心率变异性与你的常规范围对比。
zh_hant: 今日心率變異性與你的常規範圍對比。

source: Today's resting heart rate against your usual range.
de: Der heutige Ruhepuls im Vergleich zu deinem üblichen Bereich.
es: La frecuencia cardíaca en reposo de hoy frente a tu rango habitual.
fr: La fréquence cardiaque au repos d'aujourd'hui face à votre plage habituelle.
it: La frequenza cardiaca a riposo di oggi rispetto al tuo range abituale.
pl: Dzisiejsze tętno spoczynkowe na tle Twojej normy.
pt_pt: A frequência cardíaca em repouso de hoje face ao teu intervalo habitual.
ru: Пульс покоя сегодня относительно вашей нормы.
zh_hans: 今日静息心率与你的常规范围对比。
zh_hant: 今日靜息心率與你的常規範圍對比。

source: Today's steps against your step goal, and the past week.
de: Die heutigen Schritte im Vergleich zu deinem Schrittziel und die vergangene Woche.
es: Los pasos de hoy frente a tu meta y la última semana.
fr: Les pas d'aujourd'hui face à votre objectif et la semaine passée.
it: I passi di oggi rispetto al tuo obiettivo e l'ultima settimana.
pl: Dzisiejsze kroki na tle Twojego celu i ostatni tydzień.
pt_pt: Os passos de hoje face à tua meta e a última semana.
ru: Шаги сегодня относительно вашей цели и данные за неделю.
zh_hans: 今日步数与你的步数目标对比，含过去一周。
zh_hant: 今日步數與你的步數目標對比，含過去一週。

source: Today's steps show here after the next sync.
de: Die heutigen Schritte erscheinen hier nach dem nächsten Sync.
es: Los pasos de hoy aparecen aquí tras la próxima sincronización.
fr: Les pas d'aujourd'hui s'affichent ici après la prochaine synchronisation.
it: I passi di oggi appaiono qui dopo la prossima sincronizzazione.
pl: Dzisiejsze kroki pojawią się tutaj po następnej synchronizacji.
pt_pt: Os passos de hoje aparecem aqui após a próxima sincronização.
ru: Шаги за сегодня появятся здесь после следующей синхронизации.
zh_hans: 下次同步后，今日步数会显示在这里。
zh_hant: 下次同步後，今日步數會顯示在這裡。

source: Training days, last 4 weeks
de: Trainingstage, letzte 4 Wochen
es: Días de entrenamiento, últimas 4 semanas
fr: Jours d'entraînement, 4 dernières semaines
it: Giorni di allenamento, ultime 4 settimane
pl: Dni treningowe, ostatnie 4 tygodnie
pt_pt: Dias de treino, últimas 4 semanas
ru: Дни тренировок, последние 4 недели
zh_hans: 训练天数，过去 4 周
zh_hant: 訓練天數，過去 4 週

source: Training week
de: Trainingswoche
es: Semana de entrenamiento
fr: Semaine d'entraînement
it: Settimana di allenamento
pl: Tydzień treningowy
pt_pt: Semana de treino
ru: Неделя тренировок
zh_hans: 训练周
zh_hant: 訓練週

source: Usual %@–%@ %@
de: Üblich %@–%@ %@
es: Habitual %@–%@ %@
fr: Habituel %@–%@ %@
it: Abituale %@–%@ %@
pl: Zwykle %@–%@ %@
pt_pt: Habitual %@–%@ %@
ru: Обычно %@–%@ %@
zh_hans: 平时 %@–%@ %@
zh_hant: 平時 %@–%@ %@

source: Vitals
de: Vitalwerte
es: Constantes vitales
fr: Signes vitaux
it: Elementi vitali
pl: Parametry życiowe
pt_pt: Sinais vitais
ru: Жизненно важные органы
zh_hans: 生命体征
zh_hant: 生命徵象

source: Weigh-ins from NOOP or Apple Health show here.
de: Messungen aus NOOP oder Apple Health erscheinen hier.
es: Los pesajes de NOOP o Apple Health aparecen aquí.
fr: Les pesées de NOOP ou d'Apple Health s'affichent ici.
it: Le pesate di NOOP o Apple Health appaiono qui.
pl: Pomiary z NOOP lub Apple Health pojawią się tutaj.
pt_pt: As pesagens do NOOP ou do Apple Health aparecem aqui.
ru: Взвешивания из NOOP или Apple Health появятся здесь.
zh_hans: 来自 NOOP 或 Apple Health 的称重记录会显示在这里。
zh_hant: 來自 NOOP 或 Apple Health 的量體重記錄會顯示在這裡。

source: Weighed %@
de: Gewogen %@
es: Pesado el %@
fr: Pesé le %@
it: Pesato il %@
pl: Ważono %@
pt_pt: Pesado em %@
ru: Взвешивание %@
zh_hans: 称重 %@
zh_hant: 量體重 %@

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pl: Waga
pt_pt: Peso
ru: Вес
zh_hans: 体重
zh_hant: 體重

source: Workouts and minutes this week, and your last workout.
de: Workouts und Minuten dieser Woche und dein letztes Workout.
es: Entrenamientos y minutos de esta semana, y tu último entrenamiento.
fr: Séances et minutes de cette semaine, et votre dernière séance.
it: Allenamenti e minuti di questa settimana e il tuo ultimo allenamento.
pl: Treningi i minuty z tego tygodnia oraz Twój ostatni trening.
pt_pt: Treinos e minutos desta semana e o teu último treino.
ru: Тренировки и минуты за эту неделю и ваша последняя тренировка.
zh_hans: 本周的训练次数和时长，以及你的上次训练。
zh_hant: 本週的訓練次數和時長，以及你的上次訓練。

source: Your latest weigh-in and the last 30 days.
de: Deine letzte Messung und die letzten 30 Tage.
es: Tu último pesaje y los últimos 30 días.
fr: Votre dernière pesée et les 30 derniers jours.
it: La tua ultima pesata e gli ultimi 30 giorni.
pl: Twój ostatni pomiar i ostatnie 30 dni.
pt_pt: A tua última pesagem e os últimos 30 dias.
ru: Ваше последнее взвешивание и последние 30 дней.
zh_hans: 你的最新称重和过去 30 天。
zh_hant: 你的最新量體重和過去 30 天。

source: Your training days fill in here week by week.
de: Deine Trainingstage füllen sich hier Woche für Woche.
es: Tus días de entrenamiento se rellenan aquí semana a semana.
fr: Vos jours d'entraînement se remplissent ici semaine après semaine.
it: I tuoi giorni di allenamento si riempiono qui settimana dopo settimana.
pl: Twoje dni treningowe wypełniają się tutaj tydzień po tygodniu.
pt_pt: Os teus dias de treino preenchem-se aqui semana a semana.
ru: Ваши дни тренировок заполняются здесь неделя за неделей.
zh_hans: 你的训练天数会在这里逐周填充。
zh_hant: 你的訓練天數會在這裡逐週填充。

source: Your training days of the last weeks at a glance.
de: Deine Trainingstage der letzten Wochen auf einen Blick.
es: Tus días de entrenamiento de las últimas semanas de un vistazo.
fr: Vos jours d'entraînement des dernières semaines en un coup d'œil.
it: I tuoi giorni di allenamento delle ultime settimane a colpo d'occhio.
pl: Twoje dni treningowe z ostatnich tygodni na rzut oka.
pt_pt: Os teus dias de treino das últimas semanas num relance.
ru: Ваши дни тренировок за последние недели одним взглядом.
zh_hans: 你最近几周的训练天数一目了然。
zh_hant: 你最近幾週的訓練天數一目了然。

source: Your workouts show here after the next sync.
de: Deine Workouts erscheinen hier nach dem nächsten Sync.
es: Tus entrenamientos aparecen aquí tras la próxima sincronización.
fr: Vos séances s'affichent ici après la prochaine synchronisation.
it: I tuoi allenamenti appaiono qui dopo la prossima sincronizzazione.
pl: Twoje treningi pojawią się tutaj po następnej synchronizacji.
pt_pt: Os teus treinos aparecem aqui após a próxima sincronização.
ru: Ваши тренировки появятся здесь после следующей синхронизации.
zh_hans: 下次同步后，你的训练会显示在这里。
zh_hant: 下次同步後，你的訓練會顯示在這裡。

source: of %@ goal
de: Ziel %@
es: meta %@
fr: objectif %@
it: obiettivo %@
pl: cel %@
pt_pt: meta %@
ru: цель %@
zh_hans: 目标 %@
zh_hant: 目標 %@

source: of %@ need
de: Bedarf %@
es: necesidad %@
fr: besoin %@
it: fabbisogno %@
pl: potrzeba %@
pt_pt: necessidade %@
ru: норма %@
zh_hans: 需求 %@
zh_hant: 需求 %@

source: of 28 days
de: von 28 Tagen
es: de 28 días
fr: sur 28 jours
it: su 28 giorni
pl: z 28 dni
pt_pt: de 28 dias
ru: из 28 дней
zh_hans: / 28 天
zh_hant: / 28 天

source: %@ bpm
es: %@ ppm
ru: %@ уд/мин

source: %lld bpm
es: %lld ppm
ru: %lld уд/мин

source: Coach
es: Entrenador
pl: Trener
pt_pt: Treinador
ru: ИИ-тренер
zh_hans: 教练
zh_hant: 教練

source: Coach Brief
es: Resumen del Coach
fr: Bref du Coach
it: Riepilogo Coach
pl: Podsumowanie Coach
pt_pt: Resumo do Coach
ru: Сводка Коуча
zh_hans: Coach 简报
zh_hant: Coach 簡報

source: Min %lld • Max %lld
es: Mín %lld • Máx %lld
pl: Min %lld • Maks %lld
pt_pt: Mín %lld • Máx %lld
ru: Мин %lld • Макс %lld
zh_hans: 最低 %lld • 最高 %lld
zh_hant: 最低 %lld • 最高 %lld

source: Stress
es: Estrés
pl: Stres
ru: Стресс
zh_hans: 压力
zh_hant: 壓力

source: Pause
es: Pausa
it: Pausa
pl: Pauza
pt_pt: Pausa
ru: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: %lld workouts
es: %lld entrenamientos
fr: %lld entraînements
it: %lld allenamenti
pl: %lld treningu
pt_pt: %lld treinos
ru: %lld тренировки
zh_hans: %lld 次训练
zh_hant: %lld 次訓練

source: HRV
es: VFC
fr: VFC
ru: ВСР

source: workouts
es: entrenos
fr: séances
it: allenamenti
pl: treningi
pt_pt: treinos
ru: тренировок
zh_hans: 次训练
zh_hant: 次訓練

source: %lld min
ru: %lld мин.
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: REM %@
ru: Быстрый %@
